[
  {
    "slug": "selous-2-day-flying-safari-from-zanzibar",
    "title": "2 Days / 1 Night Flying Safari from Zanzibar to Selous Game Reserve",
    "shortDescription": "Fly from Zanzibar into the vast Selous (Nyerere) wilderness for a full-day game drive, overnight in a lodge or camp, and a tranquil boat safari before returning to the islands.",
    "image": "/images/safaris/selous-2d1n-hero.jpg",
    "priceFrom": 869,
    "gallery": [
      "/images/safaris/selous-2d1n-hero.jpg",
      "/images/safaris/selous-2d1n-game-drive.jpg",
      "/images/safaris/selous-2d1n-boat-safari.jpg",
      "/images/safaris/selous-2d1n-sunset.jpg"
    ],
    "days": [
      {
        "title": "Day 1 – Zanzibar to Selous, full-day game drive",
        "description": "You will be collected early from your hotel in Zanzibar and driven to the airport for the morning flight to Selous Game Reserve (now Nyerere National Park). On arrival at the airstrip you meet your safari guide and set out on a full-day game drive, with a picnic lunch in the bush. The reserve is home to elephant, buffalo, giraffe, zebra, lion, leopard, hyena, wild dog and more, all spread across a huge, lightly visited landscape. In the late afternoon you return to your lodge or tented camp inside or close to the reserve for dinner and overnight."
      },
      {
        "title": "Day 2 – Boat safari and return to Zanzibar",
        "description": "After breakfast you head out on a relaxed boat safari, following the river channels and lagoons that draw in hippos, crocodiles and birdlife. A picnic lunch is included. Later in the afternoon you drive back to the airstrip for your return flight to Zanzibar. On arrival you are met and driven back to your hotel on the islands, usually arriving in time for a quiet evening."
      }
    ],
    "includes": [
      "Return flights between Zanzibar and Selous Game Reserve (Nyerere National Park)",
      "Return road transfers between your hotel in Zanzibar and the airport",
      "All game drives in a shared safari vehicle with an English-speaking guide",
      "One night accommodation in a lodge or tented camp inside or close to the reserve",
      "All meals on safari (breakfast, lunch and dinner)",
      "Picnic lunch boxes during full-day activities",
      "Soft drinks and bottled mineral water during the safari",
      "Guided boat safari on the river or lagoon system",
      "Park fees and conservation / concession charges",
      "All applicable government taxes"
    ],
    "excludes": [
      "International flights to and from Tanzania",
      "Visa fees and travel insurance",
      "Drinks not mentioned as included (e.g. premium spirits, specialty coffees)",
      "Personal expenses such as laundry, telephone calls and souvenirs",
      "Optional tips for guides, camp staff and drivers",
      "Any activities not specified in the itinerary",
      "Accommodation in Zanzibar before and after the safari"
    ]
  },
  {
    "slug": "mikumi-1-day-flying-safari-from-zanzibar",
    "title": "1 Day Flying Safari from Zanzibar to Mikumi National Park",
    "shortDescription": "Fly from Zanzibar to Mikumi for a full-day game drive in classic Tanzanian savannah before returning to the islands by evening.",
    "image": "/images/safaris/mikumi-1d-hero.jpg",
    "priceFrom": 599,
    "gallery": [
      "/images/safaris/mikumi-1d-hero.jpg",
      "/images/safaris/mikumi-1d-game-drive.jpg",
      "/images/safaris/mikumi-1d-landscape.jpg"
    ],
    "days": [
      {
        "title": "Day 1 – Zanzibar to Mikumi and back",
        "description": "You will be collected from your hotel in Zanzibar at around 05:00 and driven to the airport for the 07:00 flight to Mikumi National Park. On arrival you are met at the airstrip by your safari guide and set out on a full-day game drive through classic East African savannah. Mikumi is Tanzania's fourth largest national park and is home to elephant, zebra, impala, wildebeest, buffalo, giraffe, lion and more, with acacia, baobab and open plains creating wide views. A simple lunch is taken inside the park so that you can stay close to the wildlife and light. In the afternoon you continue your game drive until around 16:00, when you return to the airstrip for your flight back to Zanzibar. On arrival, usually around 17:00, you are met and driven back to your hotel on the islands."
      }
    ],
    "includes": [
      "Return hotel transfers in Zanzibar between your hotel and the airport",
      "Return flights between Zanzibar and Mikumi National Park",
      "Full-day shared game drive in Mikumi with an English-speaking guide",
      "Use of a safari jeep in the park",
      "Park fees and conservation charges",
      "Packed or picnic lunch during the game drive",
      "Bottled mineral water during the safari",
      "All applicable government taxes"
    ],
    "excludes": [
      "Travel and medical insurance",
      "Drinks other than the bottled water provided (e.g. soft drinks, juices, alcoholic beverages)",
      "Personal expenses such as laundry, telephone calls and souvenirs",
      "Optional tips for your guide, driver and camp or lodge staff",
      "Any extra activities or extensions not specified in the itinerary"
    ]
  },
  {
    "slug": "selous-1-day-flying-safari-from-zanzibar",
    "title": "1 Day Flying Safari from Zanzibar to Selous Game Reserve",
    "shortDescription": "Fly from Zanzibar into the vast Selous wilderness for a full-day game drive before returning to the coast by evening.",
    "image": "/images/safaris/selous-1d-hero.jpg",
    "priceFrom": 599,
    "gallery": [
      "/images/safaris/selous-1d-hero.jpg",
      "/images/safaris/selous-1d-game-drive.jpg",
      "/images/safaris/selous-1d-landscape.jpg"
    ],
    "days": [
      {
        "title": "Day 1 – Full-day safari in Selous and return to Zanzibar",
        "description": "You will be collected from your hotel in Zanzibar at around 05:00 and driven to the airport for the morning flight to Selous Game Reserve (part of the wider Nyerere ecosystem). After landing at the airstrip, usually around 08:00, you meet your guide and begin a full-day game drive through one of Africa's largest protected wilderness areas. Selous is home to elephant, lion, leopard, buffalo, Masai giraffe, plains zebra, hippo, crocodile, wild dog and many other species, set against a backdrop of rivers, woodland and open plains. A picnic or bush lunch is served in a scenic spot so you can stay close to the wildlife and light.\n\nIn the afternoon you continue exploring different areas of the reserve until it is time to return to the airstrip for your scheduled flight back to Zanzibar, typically departing around 16:00. On arrival at Zanzibar Airport, usually around 17:00, you are met and transferred back to your hotel for a quiet evening by the sea."
      }
    ],
    "includes": [
      "Return hotel transfers in Zanzibar between your hotel and the airport",
      "Return flights between Zanzibar and Selous Game Reserve",
      "Full-day shared game drive in Selous with an English-speaking guide",
      "Use of a safari jeep in the reserve",
      "Park fees and conservation charges",
      "Picnic or bush lunch during the game drive",
      "Bottled mineral water during the safari",
      "All applicable government taxes"
    ],
    "excludes": [
      "Travel and medical insurance",
      "Drinks other than the bottled water provided (for example soft drinks and alcoholic beverages)",
      "Personal expenses such as laundry, telephone calls and souvenirs",
      "Optional tips for your guide, driver and staff",
      "Any extra activities or extensions not specified in the outline",
      "Accommodation in Zanzibar before and after the safari"
    ]
  }
]
