[
    {
        "slug": "jozani-forest-red-colobus-encounter",
        "title": "Jozani Forest, Red Colobus & Mangroves",
        "shortDescription": "A quiet morning or afternoon in Zanzibar's natural forest, walking shaded paths to see red colobus monkeys and coastal mangroves.",
        "description": "This gentle half-day trip takes you to Jozani–Chwaka Bay National Park to see one of Zanzibar's last pockets of natural forest.\n\nA local guide leads you along simple forest paths to look for Zanzibar red colobus monkeys and other small wildlife. Afterwards you walk a short mangrove boardwalk to see how the coastal forest meets the tides. The outing fits easily into a morning or afternoon and can be combined with a spice farm or village visit if you would like a fuller day.",
        "location": "Jozani–Chwaka Bay National Park",
        "durationHours": 4,
        "basePrice": 64,
        "images": [
            "/images/tours/jozani-red-colobus-hero.jpg",
            "/images/tours/jozani-forest-trail.jpg",
            "/images/tours/jozani-mangrove-boardwalk.jpg"
        ],
        "highlights": [
            "See Zanzibar's endemic red colobus monkeys at a close but respectful distance",
            "Guided forest walks with insight into local conservation efforts",
            "Mangrove boardwalk exploring Zanzibar's coastal ecosystems",
            "Cool, shaded trails – ideal for a morning departure",
            "Can be combined with a spice farm or village visit for a fuller day"
        ],
        "included": [
            "Guided visit to Jozani–Chwaka Bay National Park",
            "Local English-speaking forest guide",
            "Guided walk along the mangrove boardwalk",
            "Entrance and conservation fees where applicable"
        ],
        "notIncluded": [
            "Hotel pickup and drop-off (transport can be arranged on request)",
            "Optional transport package from beach hotels: total of USD 80 per vehicle (up to 6 guests)",
            "Optional transport package from Stone Town: total of USD 40 per vehicle (up to 6 guests)",
            "Meals and drinks",
            "Personal expenses and souvenirs",
            "Optional tips for guides and drivers"
        ],
        "whatToBring": [
            "Comfortable walking shoes",
            "Light long-sleeved top and trousers",
            "Insect repellent",
            "Camera or binoculars if you have them",
            "Refillable water bottle"
        ],
        "pickupTime": "Approx. 08:00 from beach hotels (or as confirmed in your voucher)",
        "category": "Nature",
        "privateOptionAvailable": true
    },
    {
        "slug": "kizimkazi-dolphins-salama-cave-aquarium",
        "title": "Kizimkazi Dolphins & Turtle Sanctuary",
        "shortDescription": "An early morning on the south coast, watching dolphins from a respectful distance, then time with rescued turtles in clear water.",
        "description": "This south-coast morning starts early so you can enjoy softer light and quieter seas around Kizimkazi.\n\nYou board a small boat and head out to look for local dolphin pods using a respectful, low-impact approach that avoids chasing or crowding them. When conditions and behaviour allow, you may be able to enter the water nearby for a short, carefully managed swim and snorkel.\n\nAfter the boat returns to shore you visit Salaam Cave Aquarium, where a clear natural pool is home to rescued sea turtles. You can watch from the edge or choose to swim with them for a short time before a simple tea stop and your drive back to the hotel.",
        "location": "Kizimkazi & Salaam Cave",
        "durationHours": 5,
        "basePrice": 159,
        "images": [
            "/images/tours/kizimkazi-dolphins-hero.jpg",
            "/images/tours/kizimkazi-sunrise-boat.jpg",
            "/images/tours/salama-cave-aquarium-turtles.jpg"
        ],
        "highlights": [
            "Sunrise boat departure from Kizimkazi with a respectful, low-impact dolphin viewing approach",
            "Opportunity to snorkel in open water when conditions and behaviour allow",
            "Visit to Salama Cave Aquarium with the option to swim with turtles in a clear natural pool",
            "Short village or coastal walk on return, with time for a simple tea stop",
            "A gentle south-coast morning that pairs well with a relaxed afternoon or Mtende visit"
        ],
        "included": [
            "Return transfers from many south and east coast hotels (exact details confirmed in your voucher)",
            "Sunrise boat excursion from Kizimkazi with lifejackets",
            "Local English-speaking guide and skipper",
            "Light refreshments and drinking water on board",
            "Snorkelling equipment hire on site or arranged in advance",
            "Entry to Salama Cave Aquarium"
        ],
        "notIncluded": [
            "Breakfast (can often be arranged at your hotel or a local village café)",
            "Transfers from more remote areas not listed as standard (quoted on request)",
            "Personal expenses such as extra drinks or snacks",
            "Optional tips for captain, guide and local hosts",
            "Professional underwater photography services, if offered"
        ],
        "whatToBring": [
            "Very light layers for the early morning",
            "Swimwear under your clothes",
            "Towel and reef-friendly sun protection",
            "Sunglasses and a hat",
            "Small cash for village cafés or extras",
            "Waterproof pouch or dry bag for phone and valuables"
        ],
        "pickupTime": "Approx. 06:00–07:00 depending on hotel location and season (confirmed in your voucher)",
        "category": "Sea",
        "privateOptionAvailable": true
    },
    {
        "slug": "mnemba-island-reef-snorkelling-dolphins",
        "title": "Mnemba Reefs & Open Water",
        "shortDescription": "Early morning snorkelling in clear water near Mnemba, with time to relax on the boat and watch for dolphins.",
        "description": "This half-day sea trip leaves from the north or north-east coast in the early morning for calmer conditions and softer light.\n\nYour captain chooses snorkelling spots near the protected reefs around Mnemba, aiming for clear water and easy currents. There is a chance to see dolphins along the way, always with a gentle, non-intrusive approach.\n\nBetween swims you can relax on the boat with light snacks and soft drinks, watching the colours of the lagoon and open sea before returning to shore and then to your hotel.",
        "location": "Mnemba Atoll Marine Area",
        "durationHours": 5,
        "basePrice": 134,
        "images": [
            "/images/tours/mnemba-reef-hero.jpg",
            "/images/tours/mnemba-snorkelling-boat.jpg",
            "/images/tours/mnemba-dolphins.jpg"
        ],
        "highlights": [
            "Snorkel over clear, shallow reefs near Mnemba Island",
            "Early start to enjoy softer light and typically calmer seas",
            "Chance to sight dolphins with considerate viewing guidelines",
            "Small group sizes and good quality snorkelling equipment",
            "Ideal add-on to a north or north-east coast beach stay"
        ],
        "included": [
            "Boat charter with a licensed captain",
            "Snorkelling gear (mask, snorkel and fins)",
            "Light snacks and fresh fruit on board",
            "Drinking water and soft drinks",
            "Pick-up from selected north and north-east coast hotels",
            "Entrance fee where applicable"
        ],
        "notIncluded": [
            "Marine park or conservation fees where introduced or adjusted over time",
            "Towels",
            "Underwater photography services",
            "Transfers from areas not listed as standard (quoted on request)",
            "Personal expenses such as extra drinks or snacks",
            "Optional tips for crew and guides"
        ],
        "whatToBring": [
            "Swimwear and a light cover-up",
            "Reef-safe sunscreen",
            "Towel and hat",
            "Sunglasses",
            "Waterproof camera or phone pouch if you have one"
        ],
        "pickupTime": "Approx. 07:00 from north and north-east coast hotels (confirmed in your voucher)",
        "category": "Sea",
        "privateOptionAvailable": true
    },
    {
        "slug": "prison-island-nakupenda-sandbank",
        "title": "Prison Island Tortoises & Nakupenda Sand",
        "shortDescription": "A calm day on the water, visiting giant tortoises on Prison Island, then time to swim and rest on a quiet sandbank.",
        "description": "This day gives you a mix of simple history and open sea. You start with a short boat ride from Stone Town to Prison Island (Changuu), where you visit the Aldabra giant tortoises and walk a little around the old buildings.\n\nAfterwards the boat continues to Nakupenda, a long sandbank that appears with the tide. Here there is time to swim in shallow water, walk on the sand and sit under simple shade. A light lunch is usually served on or near the sandbank, with soft drinks and water.\n\nIn the afternoon you return by boat to Stone Town and then on to your hotel, normally by late afternoon.",
        "location": "Stone Town, Changuu Island & Nakupenda",
        "durationHours": 6,
        "basePrice": 189,
        "images": [
            "/images/tours/prison-island-giant-tortoises.jpg",
            "/images/tours/nakupenda-sandbank-hero.jpg",
            "/images/tours/prison-island-boat.jpg"
        ],
        "highlights": [
            "Visit Aldabra giant tortoises on Prison Island",
            "Short historical walk with your guide",
            "Boat trip from Stone Town to Nakupenda sandbank",
            "Swimming, snorkelling and beach time on an open-sea sandbank",
            "Fresh grilled lunch served on the sand"
        ],
        "included": [
            "Hotel pick-up and drop-off in the Stone Town area",
            "Boat transfers with an experienced captain",
            "Entry fees to Prison Island",
            "Guided walk and hosted day",
            "Lunch on Nakupenda sandbank",
            "Soft drinks and drinking water"
        ],
        "notIncluded": [
            "Alcoholic drinks",
            "Beach towels",
            "Snorkelling equipment hire (available on request)",
            "Personal expenses and souvenirs",
            "Optional tips for captain and guide"
        ],
        "whatToBring": [
            "Swimwear and a modest cover-up",
            "Sunhat and high-SPF, reef-friendly sunscreen",
            "Towel and flip-flops",
            "Camera or phone for photos",
            "Small cash for extras or a café stop"
        ],
        "pickupTime": "Approx. 08:20 from Stone Town hotels (return in the late afternoon)",
        "category": "Sea",
        "privateOptionAvailable": true
    },
    {
        "slug": "spice-farm-senses-of-zanzibar",
        "title": "Spice Farm, Senses & Simple Life",
        "shortDescription": "A gentle inland visit to see, smell and taste spices growing in the countryside, with time to understand how they're used.",
        "description": "This is a gentle inland trip for guests who enjoy food and simple local life. You travel to a small spice farm where a guide shows you different trees and plants such as cloves, cinnamon, cardamom and vanilla.\n\nYou are encouraged to touch, smell and taste along the way, with clear explanations of how each spice grows and how it is used at home. The visit usually ends with a small fruit tasting and the option to buy a few packets to take home.\n\nThis outing can stand alone as a half-day or be combined with Stone Town or Jozani for a fuller day.",
        "location": "Central Zanzibar countryside",
        "durationHours": 3,
        "basePrice": 74,
        "images": [
            "/images/tours/spice-farm-senses-hero.jpg",
            "/images/tours/spice-farm-spices-closeup.jpg",
            "/images/tours/spice-farm-fruit-tasting.jpg"
        ],
        "highlights": [
            "Guided walk through an organic spice plot",
            "Interactive tasting of spices and seasonal fruits",
            "Insights into everyday rural life in Zanzibar",
            "Option to pair with Stone Town or Jozani for a fuller day",
            "Suitable for families, food lovers and curious cooks"
        ],
        "included": [
            "Return transport from Stone Town or nearby hotels",
            "Guided tour with a local farm host",
            "Spice and fruit tasting",
            "Bottled drinking water"
        ],
        "notIncluded": [
            "Lunch (can be added on request)",
            "Purchases from the farm shop",
            "Transfers from hotels outside the standard pickup area (quoted on request)",
            "Personal expenses",
            "Optional tips for guides and hosts"
        ],
        "whatToBring": [
            "Light clothing and comfortable walking shoes",
            "Sun protection (hat and sunscreen)",
            "Insect repellent",
            "Reusable water bottle if preferred",
            "Cash for small purchases at the farm"
        ],
        "pickupTime": "Approx. 09:00 or 14:00 departures from Stone Town and nearby hotels (confirmed in your voucher)",
        "category": "Culture",
        "privateOptionAvailable": true
    },
    {
        "slug": "safari-blu-dhow-sandbank-escape",
        "title": "Safari Blue, Done the Unrushed Way",
        "shortDescription": "A calm day on the Indian Ocean, sailing by traditional dhow, shaped around the tides, the light, and the natural rhythm of the sea.",
        "description": "You arrive at Fumba in the morning and step onto a traditional wooden dhow, joining a small group hosted by the Savana Blu team. The crew sets sail into Menai Bay, choosing where to anchor based on the day's conditions—the clarity of the water, the movement of the tide, the feel of the wind.\n\nThere is time to snorkel in shallow water, to rest on a sandbank when the tide allows, and to simply be on the boat watching the colours of the lagoon. A simple seafood lunch is served on or near a small island, with space to sit and pause rather than rush between stops.\n\nIn the afternoon you sail back towards Fumba at a gentle pace. The atmosphere stays quiet and unhurried—no loud music, no crowded boats nearby. You return to your hotel by late afternoon, with the sense of having spent a day on the water rather than ticking off a list of activities.",
        "location": "Fumba Peninsula · Menai Bay",
        "durationLabel": "Full day",
        "durationHours": 8,
        "basePrice": 169,
        "images": [
            "/images/tours/safari-blu-dhow-hero.jpg",
            "/images/tours/safari-blu-sandbank.jpg",
            "/images/tours/safari-blu-reef-snorkelling.jpg"
        ],
        "highlights": [
            "Sail by traditional Swahili dhow with an experienced local crew",
            "Snorkel over shallow coral gardens in the calm waters of Menai Bay",
            "Time to pause and unwind on a quiet sandbank, with shade available",
            "A relaxed seafood lunch on a small island, with vegetarian options",
            "Small-group setting with no loud or party atmosphere"
        ],
        "included": [
            "Return hotel transfers from Zanzibar beach areas (exact coverage confirmed in your voucher)",
            "Dhow charter with captain and crew",
            "Snorkelling equipment (mask, snorkel and fins)",
            "Seafood lunch on the island and soft drinks",
            "Marine park or conservation fees where applicable",
            "Experienced, English-speaking host for the day"
        ],
        "notIncluded": [
            "Alcoholic beverages",
            "Beach towels",
            "Professional photography services, if offered",
            "Personal travel insurance",
            "Personal expenses and souvenirs",
            "Tips for crew and guide"
        ],
        "whatToBring": [
            "Light swimwear and a change of clothes",
            "Reef-safe sunscreen and a sunhat",
            "Sunglasses and a small day bag",
            "Waterproof pouch or dry bag for your phone and valuables",
            "Towel and any personal medication you may need"
        ],
        "pickupTime": "Approx. 08:00–08:30 from beach hotels (exact time confirmed in your voucher)",
        "category": "Sea",
        "privateOptionAvailable": true
    },
    {
        "slug": "prison-island-stone-town-sunset-promenade",
        "title": "Prison Island, Stone Town & Sunset",
        "shortDescription": "An unhurried afternoon visiting giant tortoises on Prison Island, then a gentle walk through Stone Town as the light softens.",
        "description": "This is a calm half-day for guests who like slower city time. You begin with a short boat ride to Prison Island, where you visit the giant tortoises and enjoy views back towards Stone Town.\n\nOn return to the mainland you meet your host and walk through selected parts of Stone Town. You pass narrow alleys, carved doors and small markets at an easy pace, with time for a short drink stop if you wish.\n\nAs the light softens, you reach the waterfront and Forodhani Gardens, where local families and vendors gather. You can try simple snacks or a fresh juice, watch the sunset and then return to your hotel.",
        "location": "Changuu Island & Stone Town",
        "durationHours": 5,
        "basePrice": 94,
        "images": [
            "/images/tours/prison-island-afternoon.jpg",
            "/images/tours/stone-town-alleys-sunset.jpg",
            "/images/tours/forodhani-gardens-evening.jpg"
        ],
        "highlights": [
            "Afternoon visit to Prison Island with flexible, unhurried timing",
            "Time with Aldabra giant tortoises and sea views from Changuu",
            "Guided stroll through Stone Town backstreets and markets",
            "Sunset at Forodhani Gardens with local snacks and fresh juice",
            "Ideal for couples, photographers and guests who enjoy slower city walks"
        ],
        "included": [
            "Hotel pick-up and drop-off in the Stone Town area",
            "Boat transfers between Stone Town and Prison Island",
            "Entry fees to Prison Island",
            "Guided Stone Town walk with an English-speaking host",
            "Hosted sunset time at Forodhani Gardens"
        ],
        "notIncluded": [
            "Snacks, juices and other items purchased at Forodhani Gardens",
            "Transfers from hotels outside the Stone Town area (quoted on request)",
            "Personal purchases at markets or stalls",
            "Alcoholic drinks",
            "Optional tips for boat crew and guide"
        ],
        "whatToBring": [
            "Comfortable walking shoes or sandals",
            "Light scarf or shawl for conservative dress in town",
            "Sun protection and insect repellent",
            "Camera or phone for photos",
            "Small amount of local currency for snacks and small purchases"
        ],
        "pickupTime": "Approx. 12:30 from Stone Town hotels (exact time confirmed in your voucher)",
        "category": "Culture",
        "privateOptionAvailable": true
    },
    {
        "slug": "stone-town-heritage-walking-tour",
        "title": "Stone Town Alleys, Doors & Markets",
        "shortDescription": "A calm walk through Stone Town's narrow streets, past carved doors and small markets, at a pace that lets you take it in.",
        "description": "This half-day walk is designed to give you a clear first picture of Stone Town. Your host meets you in town and leads you through key streets and squares, pointing out old doors, houses and everyday life.\n\nYou visit or pass important places such as the former slave market site, the Old Fort and the seafront, and you step through a local market with time for simple tastings if you wish.\n\nThe pace and route can be adjusted to your interests and how much walking you are comfortable with, making it suitable for most guests and families.",
        "location": "Stone Town, Zanzibar City",
        "durationHours": 3,
        "basePrice": 44,
        "images": [
            "/images/tours/stone-town-heritage-hero.jpg",
            "/images/tours/stone-town-doors-details.jpg",
            "/images/tours/stone-town-markets.jpg"
        ],
        "highlights": [
            "Explore Stone Town's alleys, squares and carved doors",
            "Visit key historical sites and viewpoints with context",
            "Market visit with tasting opportunities along the way",
            "Flexible, conversation-led style of guiding",
            "Ideal first-day orientation in Zanzibar City"
        ],
        "included": [
            "Guided walking tour with a licensed local guide",
            "Bottled drinking water",
            "Hotel pick-up within Stone Town (on foot where practical)"
        ],
        "notIncluded": [
            "Museum and house entry fees (optional and paid directly)",
            "Food and drinks during the walk",
            "Transport from beach areas (can be arranged at extra cost)",
            "Personal purchases in markets or shops",
            "Optional tips for your guide"
        ],
        "whatToBring": [
            "Comfortable, modest clothing",
            "Walking shoes or sandals",
            "Sunhat and sunscreen",
            "Camera or phone for photos",
            "Small bag for any purchases"
        ],
        "pickupTime": "Morning or afternoon departures available on request (confirmed in your voucher)",
        "category": "Culture",
        "privateOptionAvailable": true
    },
    {
        "slug": "stone-town-spice-jozani-trio",
        "title": "Stone Town, Spice & Jozani Forest",
        "shortDescription": "A well-paced day connecting town, countryside and forest, with time to walk, taste and observe without feeling rushed.",
        "description": "This day is for guests who want to see the main sides of Zanzibar in a single, well-planned route. You start the morning in Stone Town with a simple heritage walk through key streets, markets and seafront points.\n\nLater you drive inland to a spice farm, where you see and taste different spices and fruits and learn how they are used in daily cooking. After a light lunch stop, the journey continues to Jozani Forest.\n\nAt Jozani a park guide helps you look for Zanzibar red colobus monkeys and leads you on a short forest and mangrove boardwalk walk. Transfers and timings are arranged in the background so the day feels full but not rushed.",
        "location": "Stone Town, Central Zanzibar & Jozani",
        "durationHours": 10,
        "basePrice": 149,
        "images": [
            "/images/tours/stone-town-spice-jozani-hero.jpg",
            "/images/tours/stone-town-alleys-doors.jpg",
            "/images/tours/spice-farm-path.jpg",
            "/images/tours/jozani-red-colobus-forest.jpg"
        ],
        "highlights": [
            "Guided heritage walk in Stone Town with an expert local guide",
            "Interactive spice farm visit with tasting of spices and seasonal fruits",
            "Opportunity to see Zanzibar's endemic red colobus monkeys",
            "Mangrove boardwalk in Jozani–Chwaka Bay Forest",
            "Single, well-paced itinerary with all logistics handled for you"
        ],
        "included": [
            "Pickup and drop-off from selected Stone Town and main beach hotels (exact coverage confirmed in your voucher)",
            "Guided Stone Town heritage walk",
            "Visit to a carefully chosen spice farm with tastings",
            "Guided visit to Jozani–Chwaka Bay Forest and mangrove boardwalk",
            "Entrance and conservation fees where applicable",
            "Bottled drinking water during the day"
        ],
        "notIncluded": [
            "Lunch (can be included or reserved at a local restaurant on request)",
            "Drinks other than water provided",
            "Personal purchases in markets, shops or at the spice farm",
            "Transfers from more remote areas not listed as standard (quoted on request)",
            "Optional tips for guides and drivers"
        ],
        "whatToBring": [
            "Comfortable clothing and walking shoes",
            "Sunscreen, hat and sunglasses",
            "Insect repellent",
            "Camera and small day pack",
            "Light rain jacket in the green season"
        ],
        "pickupTime": "Approx. 07:30–08:00 depending on your hotel (confirmed in your voucher)",
        "category": "Culture",
        "privateOptionAvailable": true
    },
    {
        "slug": "the-rock-east-coast-sunset",
        "title": "The Rock & East Coast Light",
        "shortDescription": "A tide-aware visit to The Rock restaurant, with time for a beach walk and a quiet moment watching the light change.",
        "description": "This outing is built around a reserved visit to The Rock restaurant on Zanzibar's east coast. We arrange your transfer and timing based on the tide and your confirmed sitting.\n\nYou travel across the island to the Michamvi area, with time to enjoy sea views. Before or after your meal at The Rock, there is time for a simple beach walk or a swim when the tide allows.\n\nTowards the end of the afternoon you pause at a quiet viewpoint to watch the light change over the lagoon, then drive back to your hotel with your driver.",
        "location": "Michamvi Peninsula & East Coast",
        "durationHours": 5,
        "basePrice": 79,
        "images": [
            "/images/tours/the-rock-east-coast-hero.jpg",
            "/images/tours/the-rock-restaurant-tidal.jpg",
            "/images/tours/east-coast-sunset-viewpoint.jpg"
        ],
        "highlights": [
            "Pre-arranged, reservation-only visit to The Rock restaurant with tide-aware timing",
            "Scenic drive across the island to the Michamvi Peninsula",
            "Beach walk and swim opportunities along the east coast when tides allow",
            "Sunset stop at a quieter east coast viewpoint",
            "Door-to-door transport in an air-conditioned vehicle"
        ],
        "included": [
            "Return private transport between your hotel and the Michamvi Peninsula",
            "Hosted visit to The Rock restaurant with reservation arranged in advance",
            "Time for a beach walk and shoreline stops on the east coast",
            "Bottled drinking water in the vehicle",
            "Local English-speaking host or driver-guide"
        ],
        "notIncluded": [
            "Food and drinks at The Rock restaurant (settled directly with the restaurant)",
            "Additional snacks or drinks purchased during beach or viewpoint stops",
            "Transfers from very remote areas not listed as standard (quoted on request)",
            "Personal travel insurance",
            "Optional tips for driver and local hosts"
        ],
        "whatToBring": [
            "Smart casual, breezy clothing",
            "Light shawl or layer for the evening breeze",
            "Comfortable sandals for walking on sand and jetty steps",
            "Camera or phone for photos",
            "Cash or card to settle your bill at The Rock"
        ],
        "pickupTime": "Tailored to your confirmed restaurant sitting and the tides (exact time confirmed in your voucher)",
        "category": "Sea",
        "privateOptionAvailable": true
    },
    {
        "slug": "village-tour-nungwi-beach-relax",
        "title": "Village Life & Nungwi Beach",
        "shortDescription": "A balanced day visiting a local village in the morning, then unhurried time to swim and relax on Nungwi's northern beaches.",
        "description": "This day is for guests who want to see everyday life and still enjoy time by the sea. In the morning you visit a village area with a local host, walking short distances to see small shops, homes and community spaces.\n\nYou can sit for tea, ask questions and, if you wish, buy simple, useful gifts such as notebooks or pencils to give through your host in a respectful way. Later you continue north to Nungwi.\n\nThe afternoon is open and relaxed. You can swim, walk the beach, sit at a café or simply watch local boats along the shore before returning to your hotel.",
        "location": "Kinyasini Village & Nungwi Beach",
        "durationHours": 8,
        "basePrice": 79,
        "images": [
            "/images/tours/village-nungwi-hero.jpg",
            "/images/tours/kinyasini-village-market.jpg",
            "/images/tours/nungwi-beach-sunset.jpg"
        ],
        "highlights": [
            "Hosted visit to Kinyasini village with an emphasis on everyday life and respectful interaction",
            "Opportunities to purchase small, useful gifts for children (such as books or pencils) through your host",
            "Scenic coastal drive to Nungwi on the northern tip of the island",
            "Free time to swim, stroll the beach or relax at a café in Nungwi",
            "A balanced day that feels both local and leisurely"
        ],
        "included": [
            "Return transport between your hotel and the Kinyasini / Nungwi area (exact coverage confirmed in your voucher)",
            "Guided village walk with a local English-speaking host",
            "Hosted afternoon at Nungwi Beach with flexible time for swimming and relaxing",
            "Bottled drinking water during transfers",
            "Entrance or access fees where applicable"
        ],
        "notIncluded": [
            "Lunch and drinks at beach cafés or restaurants",
            "Personal purchases in the village or at beach shops",
            "Budget for small gifts for children (if you wish to buy any)",
            "Transfers from very remote areas not listed as standard (quoted on request)",
            "Personal travel insurance",
            "Optional tips for guide and driver"
        ],
        "whatToBring": [
            "Casual, modest clothing suitable for a village visit",
            "Swimwear and a light cover-up for the beach",
            "Light shawl for the breeze towards evening",
            "Comfortable sandals or walking shoes",
            "Camera or phone for photos",
            "Small cash for drinks, crafts and any small gifts for children"
        ],
        "pickupTime": "Approx. 08:45 from most main beach and Stone Town hotels (exact time confirmed in your voucher)",
        "category": "Culture",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-one-day-taster-stone-town-prison-island-spice",
        "title": "Zanzibar in a Day: Town, Island & Spice",
        "shortDescription": "A single day connecting Stone Town's streets, Prison Island's tortoises and a spice farm, paced to feel calm rather than rushed.",
        "description": "This itinerary is designed for guests who only have one full day to explore. You start in Stone Town with a simple walking tour through the old streets, markets and main historical sites.\n\nFrom the seafront you take a short boat ride to Prison Island to visit the Aldabra giant tortoises and hear a little about the island's past. After returning to the mainland you travel inland to a family-run spice farm.\n\nAt the farm you walk among trees and plants, tasting spices and seasonal fruits and learning how they are used in local cooking. By late afternoon or early evening you are driven back to your hotel, with the main highlights covered without rushing.",
        "location": "Stone Town, Changuu Island & Central Zanzibar",
        "durationHours": 10,
        "basePrice": 139,
        "images": [
            "/images/tours/multiday-one-day-taster-hero.jpg",
            "/images/tours/stone-town-doors-details.jpg",
            "/images/tours/prison-island-giant-tortoises.jpg",
            "/images/tours/spice-farm-senses-hero.jpg"
        ],
        "highlights": [
            "Guided Stone Town heritage walk with a local expert",
            "Boat trip to Prison Island to see Aldabra giant tortoises",
            "Guided spice farm visit with tastings of spices and seasonal fruits",
            "Door-to-door transport from selected hotels",
            "Boutique, small-group guiding style"
        ],
        "included": [
            "Hotel pick-up and drop-off in Stone Town and selected beach areas (confirmed in your voucher)",
            "Guided Stone Town walking tour",
            "Boat transfers between Stone Town and Prison Island",
            "Entry fees to Prison Island",
            "Visit to a carefully chosen spice farm with guided walk and tastings",
            "Bottled drinking water during the day"
        ],
        "notIncluded": [
            "Lunch (can be reserved at a local restaurant on request)",
            "Extra drinks and snacks not mentioned as included",
            "Personal purchases in shops and markets",
            "Optional tips for guides and boat crew",
            "Transfers from remote areas not listed as standard (quoted on request)"
        ],
        "whatToBring": [
            "Comfortable, modest clothing and walking shoes",
            "Sunhat and sunscreen",
            "Light scarf or shawl for conservative sites",
            "Camera or phone for photos",
            "Small cash for snacks and souvenirs"
        ],
        "pickupTime": "Approx. 08:00 from Stone Town and main beach hotels (exact time confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-2-day-stone-town-prison-spice-jozani",
        "title": "Two Days: Town, Island, Spice & Forest",
        "shortDescription": "Two unhurried days connecting Stone Town's heritage, Prison Island's tortoises, a spice farm and Jozani's forest, with space to breathe between stops.",
        "description": "This 2-day plan is for guests who want to see the main sides of Zanzibar in a short time without feeling rushed.\n\nDay 1 – Stone Town and Prison Island. You begin with a guided walk through Stone Town, passing the main sights, markets and waterfront at an easy pace. Later you take a short boat ride to Changuu (Prison Island) to see the Aldabra tortoises and enjoy sea views before returning to the mainland and your hotel.\n\nDay 2 – Spice farm and Jozani Forest. The second day heads inland to a family-run spice farm, where you see and taste different spices and fruits. In the afternoon you continue to Jozani Forest to look for Zanzibar red colobus monkeys with a park guide and walk a short mangrove boardwalk. Transfers are arranged quietly in the background, with time for breaks built in.",
        "location": "Stone Town, Changuu Island, Central Zanzibar & Jozani",
        "durationHours": 16,
        "basePrice": 269,
        "images": [
            "/images/tours/multiday-2d-stonetown-prison-spice-jozani-hero.jpg",
            "/images/tours/stone-town-heritage-hero.jpg",
            "/images/tours/prison-island-boat.jpg",
            "/images/tours/spice-farm-spices-closeup.jpg",
            "/images/tours/jozani-red-colobus-hero.jpg"
        ],
        "highlights": [
            "Stone Town heritage walk with a licensed local guide",
            "Boat trip and visit to Prison Island",
            "Hands-on spice farm visit with tastings",
            "Guided visit to Jozani Forest and mangrove boardwalk",
            "Door-to-door transport and boutique hosting throughout"
        ],
        "included": [
            "Hotel pick-up and drop-off for both days (within standard pickup zones, confirmed in your voucher)",
            "Guided Stone Town tour and Prison Island visit",
            "Entry fees for Prison Island and Jozani–Chwaka Bay Forest",
            "Spice farm visit with tastings",
            "Bottled drinking water on all guided activities"
        ],
        "notIncluded": [
            "Hotel accommodation in Zanzibar (can be arranged separately)",
            "Lunches and dinners (restaurant suggestions can be provided)",
            "Personal purchases, snacks and drinks not specified",
            "Optional tips for guides and drivers",
            "Transfers from remote areas not listed as standard (quoted on request)"
        ],
        "whatToBring": [
            "Comfortable walking shoes",
            "Light clothing and a modest cover-up for town",
            "Sun protection and insect repellent",
            "Camera or phone",
            "Small day bag for water and personal items"
        ],
        "pickupTime": "Approx. 08:00 on Day 1 (exact timings for both days confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-2-day-stone-town-night-market-spice-cooking",
        "title": "Two Days: Stone Town, Nights & Spice",
        "shortDescription": "Two days for guests who enjoy food and city life, with Stone Town walks, evening markets and a spice farm cooking session.",
        "description": "This 2-day plan is ideal if you enjoy both the feel of Stone Town and simple local food.\n\nDay 1 – Stone Town by day and night. You start with a relaxed heritage walk through Stone Town, seeing carved doors, small streets and the seafront, with time for a café or market stop. In the evening you return to the old town for a hosted visit to the night market and waterfront, where your host helps you choose snacks and move easily through the crowds.\n\nDay 2 – Spice farm and cooking. The second day takes you to a nearby spice farm. You see how cloves, cinnamon and other spices grow, taste a few along the way and then join a simple, home-style cooking session that shows how these flavours are used in everyday Swahili dishes. The day ends with a relaxed drive back to your hotel.",
        "location": "Stone Town & Central Zanzibar countryside",
        "durationHours": 16,
        "basePrice": 259,
        "images": [
            "/images/tours/multiday-2d-stonetown-nights-spice-cooking-hero.jpg",
            "/images/tours/stone-town-markets.jpg",
            "/images/tours/forodhani-gardens-evening.jpg",
            "/images/tours/spice-farm-fruit-tasting.jpg"
        ],
        "highlights": [
            "Stone Town heritage walk and hosted evening at the night market",
            "Guided spice farm visit with tastings",
            "Relaxed, home-style cooking element using local ingredients and spices",
            "Time for photography, cafés and small shops",
            "Transport and logistics handled quietly in the background"
        ],
        "included": [
            "Hotel pick-up and drop-off on both days (within standard pickup areas)",
            "Guided Stone Town tour with evening market visit",
            "Spice farm visit with tastings and simple cooking lesson",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Accommodation in Zanzibar",
            "Food and drinks purchased at the night market",
            "Additional drinks or speciality items during the cooking session",
            "Personal purchases and souvenirs",
            "Optional tips for guides, drivers and hosts"
        ],
        "whatToBring": [
            "Comfortable, modest clothing",
            "Light layer for the evening sea breeze",
            "Walking shoes or sandals",
            "Camera or phone",
            "Small cash for market snacks and purchases"
        ],
        "pickupTime": "Approx. 09:00 on Day 1; later afternoon pickup for the night market (all timings confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-2-day-lagoon-stone-town-jozani",
        "title": "Two Days: Lagoon, Town & Forest",
        "shortDescription": "Two balanced days connecting a calm lagoon with starfish, Stone Town's streets and Jozani's forest, with time to pause between each.",
        "description": "This 2-day plan gives you a balance of sea, town and forest without rushing.\n\nDay 1 – Lagoon and starfish. After pick-up from your hotel you travel to a sheltered lagoon on the east coast. Here you take a small boat or walk out at low tide to see starfish in clear, shallow water. There is time to swim, float and take photos before you return to your hotel.\n\nDay 2 – Stone Town and Jozani. In the morning you join a simple heritage walk in Stone Town, passing key buildings, markets and the seafront, with time for a coffee or juice stop. Later you drive to Jozani Forest, where a park guide helps you look for Zanzibar red colobus monkeys and other forest life. A short walk along the mangrove boardwalk shows how the forest meets the sea before you head back to your hotel.",
        "location": "East Coast lagoon, Stone Town & Jozani",
        "durationHours": 16,
        "basePrice": 279,
        "images": [
            "/images/tours/multiday-2d-lagoon-stonetown-jozani-hero.jpg",
            "/images/tours/lagoon-snorkel-starfish.jpg",
            "/images/tours/stone-town-heritage-hero.jpg",
            "/images/tours/jozani-forest-trail.jpg"
        ],
        "highlights": [
            "Boat trip or shore access to a clear lagoon known for starfish and calm water",
            "Guided Stone Town walk with a local expert",
            "Guided visit to Jozani Forest and mangrove boardwalk",
            "Door-to-door transport and flexible pacing",
            "Balanced mix of sea, city and forest"
        ],
        "included": [
            "Return transport from your hotel for both days (within standard pickup areas)",
            "Lagoon and starfish outing with local boat and guide where required",
            "Guided Stone Town tour",
            "Guided visit to Jozani–Chwaka Bay Forest with entrance fees",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Meals and additional drinks",
            "Snorkelling equipment hire, if not included at the lagoon (can be arranged on request)",
            "Personal expenses and souvenirs",
            "Optional tips for guides, crew and drivers",
            "Transfers from remote areas not listed as standard (quoted on request)"
        ],
        "whatToBring": [
            "Swimwear and a light cover-up",
            "Comfortable clothing for walking",
            "Sun protection and insect repellent",
            "Towel and sandals",
            "Camera or phone"
        ],
        "pickupTime": "Approx. 08:00 on both days (exact times confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-3-day-stone-town-turtles-village-lagoon",
        "title": "Three Days: Town, Turtles, Village & Lagoon",
        "shortDescription": "Three varied days connecting Stone Town's heritage, swimming with turtles, a respectful village visit and a calm lagoon with starfish.",
        "description": "This 3-day plan is for guests who like a mix of town, sea and local life.\n\nDay 1 – Stone Town. You start with a heritage walk through Stone Town, seeing key buildings, markets and cafés at an easy pace. There is time to stop for a drink or small shopping before you return to your hotel.\n\nDay 2 – Turtles and village. The second day heads north to a natural-style turtle aquarium, where you can watch or enter the water with rescued turtles. Later you visit a nearby village with a local guide to see everyday life, small shops and homes, with time for simple conversation.\n\nDay 3 – Lagoon and starfish. The final day is spent at a sheltered lagoon on the east coast. You take a small boat or walk out at low tide to see starfish in clear, shallow water and have unhurried time to swim, relax and take photos before heading back.",
        "location": "Stone Town, North Coast & East Coast lagoon",
        "durationHours": 24,
        "basePrice": 399,
        "images": [
            "/images/tours/multiday-3d-stonetown-turtles-village-lagoon-hero.jpg",
            "/images/tours/stone-town-alleys-doors.jpg",
            "/images/tours/turtles-aquarium-swim.jpg",
            "/images/tours/village-nungwi-hero.jpg",
            "/images/tours/lagoon-snorkel-starfish.jpg"
        ],
        "highlights": [
            "Guided Stone Town heritage walk with time for cafés and markets",
            "Swim with turtles in a controlled, natural-style aquarium setting",
            "Respectful village visit hosted by a local guide",
            "Lagoon and starfish outing in clear, shallow water",
            "Door-to-door transport with a boutique guiding style"
        ],
        "included": [
            "Hotel pick-up and drop-off on all three days (within standard pickup areas)",
            "Guided Stone Town tour",
            "Entrance and hosted visit to the turtle aquarium",
            "Village walk with a local host",
            "Lagoon and starfish outing with local boat and guide where required",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Hotel accommodation in Zanzibar",
            "Lunches and dinners",
            "Personal purchases in villages or at the beach",
            "Additional drinks and snacks",
            "Optional tips for guides, drivers and hosts"
        ],
        "whatToBring": [
            "Casual, modest clothing for village and town visits",
            "Swimwear and beachwear for turtle and lagoon days",
            "Sun protection and insect repellent",
            "Comfortable sandals or walking shoes",
            "Camera or phone"
        ],
        "pickupTime": "Approx. 08:30 each day (confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-3-day-mnemba-turtles-sunset-village",
        "title": "Three Days: Mnemba, Turtles, Sunset & Village",
        "shortDescription": "Three north-coast days with early morning Mnemba snorkelling, swimming with turtles, a gentle sunset dhow cruise and a village visit.",
        "description": "This 3-day plan works well if you would like to base yourself in the north and focus on the sea with a touch of village life.\n\nDay 1 – Mnemba snorkelling. You leave early by boat towards the reefs near Mnemba. There is time to snorkel in clear water and, when nature allows, to watch dolphins from a respectful distance. Between swims you rest on the boat with simple snacks and drinks before returning to your hotel.\n\nDay 2 – Turtles and sunset dhow. The second day includes a visit to a natural-style turtle aquarium, where you can watch or join the turtles in the water in a controlled setting. Later you board a traditional dhow for an easy sunset cruise along the north coast, with soft light, a sea breeze and light refreshments.\n\nDay 3 – Village visit. On the final day you visit a nearby village with a local host. You walk short distances, see how people live and work away from the beach and have time to ask questions before heading back to your hotel.",
        "location": "Mnemba Atoll & North Coast villages",
        "durationHours": 24,
        "basePrice": 449,
        "images": [
            "/images/tours/multiday-3d-mnemba-turtles-sunset-village-hero.jpg",
            "/images/tours/mnemba-snorkelling-boat.jpg",
            "/images/tours/turtles-aquarium-swim.jpg",
            "/images/tours/sunset-dhow-cruise.jpg",
            "/images/tours/kinyasini-village-market.jpg"
        ],
        "highlights": [
            "Early-morning Mnemba snorkelling with a chance of dolphins",
            "Swim with turtles in a controlled environment",
            "Sunset sailing dhow cruise on the north coast",
            "Village visit hosted by a local guide",
            "Compact three-day outline that still feels unhurried"
        ],
        "included": [
            "Hotel pick-up and drop-off on all three days (within standard pickup areas)",
            "Mnemba snorkelling boat trip with equipment",
            "Entrance and swim at the turtle aquarium",
            "Sunset dhow cruise with light refreshments",
            "Village walk with a local host",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Accommodation in Zanzibar",
            "Main meals (recommendations can be provided)",
            "Personal purchases and extra drinks",
            "Professional photography if offered",
            "Optional tips for crew, guides and drivers"
        ],
        "whatToBring": [
            "Swimwear and light layers",
            "Sunhat, sunglasses and reef-safe sunscreen",
            "Casual, modest outfit for the village visit",
            "Light jacket or shawl for the evening cruise",
            "Camera or phone"
        ],
        "pickupTime": "Approx. 07:00 on Mnemba day; later starts on other days (all confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-4-day-lagoon-stone-town-spice-turtles-safari-blu",
        "title": "Four Days: Lagoon, Town, Spice, Turtles & Safari Blu",
        "shortDescription": "Four varied days connecting a calm lagoon, Stone Town's streets, a spice farm, turtles and village life, and a full Safari Blu dhow day.",
        "description": "This 4-day plan offers a gentle but varied first look at Zanzibar, with sea, town and village time.\n\nDay 1 – Lagoon and starfish. You begin with a visit to a calm lagoon on the east coast, where you can see starfish in shallow water and enjoy swimming and beach time.\n\nDay 2 – Stone Town and spice. The second day takes you into Stone Town for a relaxed heritage walk, followed by a spice farm visit with a simple cooking element. You see how key spices grow and how they are used in everyday dishes.\n\nDay 3 – Turtles and village. On day three you visit a natural-style turtle aquarium and a nearby village with a local host, learning about daily life beyond the shoreline.\n\nDay 4 – Safari Blu dhow day. The final day is a full Safari Blu trip in Menai Bay with snorkelling, sandbank time and a simple seafood-style lunch on or near the islands before your return to the hotel.",
        "location": "East Coast lagoon, Stone Town, North Coast & Menai Bay",
        "durationHours": 32,
        "basePrice": 499,
        "images": [
            "/images/tours/multiday-4d-lagoon-stonetown-turtles-safariblu-hero.jpg",
            "/images/tours/lagoon-snorkel-starfish.jpg",
            "/images/tours/stone-town-heritage-hero.jpg",
            "/images/tours/turtles-aquarium-swim.jpg",
            "/images/tours/safari-blu-dhow-hero.jpg"
        ],
        "highlights": [
            "Lagoon and starfish outing in a sheltered coastal area",
            "Stone Town heritage walk and spice farm with cooking element",
            "Swim with turtles and village visit hosted by a local guide",
            "Full Safari Blu dhow & sandbank experience in Menai Bay",
            "Door-to-door transport with a boutique, small-group feel"
        ],
        "included": [
            "Hotel pick-up and drop-off on all four days (within standard pickup areas)",
            "Lagoon and starfish outing with local boat and guide where required",
            "Stone Town tour, spice farm visit and simple cooking element",
            "Turtle aquarium entrance and village walk",
            "Safari Blu dhow day with snorkelling equipment, lunch and soft drinks",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Accommodation in Zanzibar",
            "Additional meals and drinks not mentioned as included",
            "Personal purchases in markets, shops and villages",
            "Professional photography if offered",
            "Optional tips for guides, crew and drivers"
        ],
        "whatToBring": [
            "Swimwear and casual clothing",
            "Modest outfit for Stone Town and villages",
            "Sun protection and insect repellent",
            "Comfortable sandals or walking shoes",
            "Camera or phone and a small day bag"
        ],
        "pickupTime": "Approx. 08:00 each day (exact timings confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    },
    {
        "slug": "zanzibar-4-day-stone-town-turtles-sandbanks-mnemba",
        "title": "Four Days: Town, Turtles, Sandbanks & Mnemba",
        "shortDescription": "Four well-paced days connecting Stone Town's heritage, swimming with turtles, a sunset dhow, Prison Island and sandbanks, and Mnemba snorkelling.",
        "description": "This 4-day plan is designed for guests who want the main highlights in a short stay.\n\nDay 1 – Stone Town and night market. You start with a heritage walk through Stone Town, then return in the evening for a hosted visit to the waterfront and night market, with your host helping you choose snacks and move through the stalls.\n\nDay 2 – Turtles and sunset dhow. The second day focuses on the north coast with a visit to a turtle aquarium and a relaxed sunset dhow cruise along the shoreline.\n\nDay 3 – Prison Island and Nakupenda sandbank. On day three you take a boat from Stone Town to Prison Island to see the Aldabra tortoises, then continue to Nakupenda sandbank for swimming and time on the sand with a simple lunch.\n\nDay 4 – Mnemba snorkelling. The final day heads out towards Mnemba for reef snorkelling in clear water, with a chance of seeing dolphins along the way if conditions and behaviour allow.",
        "location": "Stone Town, North Coast, Menai Bay & Mnemba Atoll",
        "durationHours": 32,
        "basePrice": 459,
        "images": [
            "/images/tours/multiday-4d-stonetown-turtles-sandbanks-mnemba-hero.jpg",
            "/images/tours/stone-town-markets.jpg",
            "/images/tours/turtles-aquarium-swim.jpg",
            "/images/tours/nakupenda-sandbank-hero.jpg",
            "/images/tours/mnemba-reef-hero.jpg"
        ],
        "highlights": [
            "Stone Town heritage and hosted night market experience",
            "Swim with turtles and sail on a sunset dhow cruise",
            "Full-day Prison Island & Nakupenda sandbank outing",
            "Mnemba reef snorkelling with a chance of dolphins",
            "Door-to-door logistics with a boutique, small-group feel"
        ],
        "included": [
            "Hotel pick-up and drop-off on all four days (within standard pickup zones)",
            "Guided Stone Town tour and hosted evening at the night market",
            "Turtle aquarium entrance and swim",
            "Sunset dhow cruise with light refreshments",
            "Prison Island & Nakupenda sandbank full-day tour with lunch and soft drinks",
            "Mnemba snorkelling boat trip with equipment",
            "Bottled drinking water during guided activities"
        ],
        "notIncluded": [
            "Hotel accommodation in Zanzibar",
            "Food and drinks purchased at the Stone Town night market",
            "Additional or alcoholic drinks not specified on day tours",
            "Personal purchases and souvenirs",
            "Professional photography if offered",
            "Optional tips for guides, crew and drivers"
        ],
        "whatToBring": [
            "Casual, modest clothing for Stone Town and villages",
            "Swimwear and light beachwear",
            "Sunhat, sunglasses and reef-safe sunscreen",
            "Light layer for evening sea breezes",
            "Camera or phone and a small day bag"
        ],
        "pickupTime": "Approx. 08:00 on most days, with a slightly later afternoon start for the night market (all timings confirmed in your voucher)",
        "category": "Multi-day",
        "privateOptionAvailable": true
    }
]
